Repository: johnpetersa19/OhMySVG
Catalog: po/*.po
Languages: pt_br

source: Oh My SVG
pt_br: Oh meu SVG

source: Optimize SVG
pt_br: Otimizar SVG

source: SVG;clean;optimize;
pt_br: SVG;limpar;otimizar;

source: Reduce the size of SVGs
pt_br: Reduza o tamanho dos SVGs

source: Oh My SVG let you export unoptimized SVG files into smaller versions.
pt_br: O Oh My SVG permite que você exporte arquivos SVG não otimizados em versões menores.

source: It lets you preview and tweak the parameters to obtain a satisfactory result before saving.
pt_br: Ele permite que você visualize e ajuste os parâmetros para obter um resultado satisfatório antes de salvar.

source: It removes or approximate information that is not required for rendering.
pt_br: Ele remove ou aproxima informações que não são necessárias para renderização.

source: Remember that Oh My SVG removes information and metadata that may be useful, do not overwrite your original/source SVG files.
pt_br: Lembre-se de que o Oh My SVG remove informações e metadados que podem ser úteis. Não substitua seus arquivos SVG originais/de origem.

source: Update SVGO to 3.3.2
pt_br: Atualizar SVGO para 3.3.2

source: Update metadata
pt_br: Atualizar metadados

source: New icon by Sam Hewitt
pt_br: Novo ícone de Sam Hewitt

source: Fix save location
pt_br: Corrigir local de salvamento

source: Design improvements
pt_br: Melhorias no design

source: Update to svgo 2.8.0
pt_br: Atualização para svgo 2.8.0

source: Port to libadwaita
pt_br: Porto para libadwaita

source: GNOME Platform 42
pt_br: Plataforma GNOME 42

source: Initial release.
pt_br: Lançamento inicial.

source: _Open File…
pt_br: _Abrir arquivo…

source: _Save As…
pt_br: _Salvar como…

source: _New Window
pt_br: _Nova janela

source: _About Oh My SVG
pt_br: _Sobre Oh My SVG

source: translator-credits
pt_br: john peter sa
